[Balance.Iris_PawnBalance_SpiderantChubby AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Obesa")

[Balance.Iris_PawnBalance_SpiderantFire AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha de Fogo")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Ardente")

[Balance.Iris_PawnBalance_Spiderantking AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Rei")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Imperador")

[Balance.Iris_PawnBalance_SpiderantKnight AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Templária")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Centurião")

[Balance.Iris_PawnBalance_SpiderantPoison AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Venenosa")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Leprosa")

[Balance.Iris_PawnBalance_SpiderantQueen AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Rainha")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Matriarca")

[Balance.Iris_PawnBalance_SpiderantRoyalGuard AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Sentinela")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Pretoriana")

[Balance.Iris_PawnBalance_SpiderantScorch AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Brasa")

[Balance.Iris_PawnBalance_SpiderantSlagged AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha coberta de Slag")

[Balance.Iris_PawnBalance_SpiderantSoldier AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Soldado")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Batedora")

[Balance.Iris_PawnBalance_SpiderantSpiderling AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cria Aracnídea")
PlayThroughs[1]=(DisplayName="Cria Aracnídea")

[Balance.Iris_PawnBalance_SpiderantWarrior AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Guerreira")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Legionária")

[Balance.Iris_PawnBalance_SpiderantWorker AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Operária")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Escrava")

